<template>
  <div class="container">
    <div class="post-wrapper">
      <app-breadcrumbs :breadcrumbs="breadcrumbs" position="center" />
      <h1 class="text-center">Отзывы о компании</h1>

      <div class="grid grid-cols-12">
        <div class="col-start-1 col-end-13 xl:col-start-3 xl:col-end-11">
          <div class="flex flex-col mb-8">
            <app-button
              btnType="secondary"
              @click="$router.push({ path: '/profile/feedback' })"
              >Оставить свой отзыв</app-button
            >
          </div>
          <div class="space-y-10">
            <!-- card 1 -->
            <div class="px-8 py-6 space-y-4 bg-slate-150 rounded-xl">
              <h3 class="!my-0">
                Надежный партнер в обеспечении продукцией высокого качества.
              </h3>
              <div>
                <p>
                  Компания «Сантехкомплект-Урал» зарекомендовала себя как
                  надежный партнер в обеспечении многих важнейших объектов
                  строительства сантехнической продукцией высокого качества.
                  Благодаря четкой и отлаженной работе компании были в срок
                  введены в эксплуатацию Дворец игровых видов спорта,
                  Храм-на-Крови, ТЦ «Мытный Двор», ТРЦ «Парк-Хаус», Атриум Палас
                  Отель, РЦ «Антей», автоцентры: «Merсedes», «Chevrolet»,
                  «Peugeot», «Volkswagen», «Porsche-Центр», и многие жилые дома!
                </p>
              </div>
              <div>
                <div class="text-right font-semibold">
                  Генеральный директор Союза строителей Свердловской области
                </div>
                <div class="text-right">Падчин Виталий Николаевич</div>
              </div>
            </div>
            <!-- # card 1 -->
            <!-- card 2 -->
            <div class="px-8 py-6 space-y-4 bg-slate-150 rounded-xl">
              <h3 class="!my-0">
                Сантехкомплект-Урал — надежный партнер, проверенный временем.
              </h3>
              <div>
                <p>
                  В течение длительного сотрудничества с компанией
                  «Сантехкомплект-Урал», совместными усилиями были
                  укомплектованы инженерными системами жилые дома, торговые
                  центры и другие строительные объекты г. Екатеринбурга.
                </p>
                <p>
                  Нам важно, чтобы поставщик инженерных систем предоставлял
                  возможность выбора инженерной продукции, отвечающей всем
                  современным стандартам качества, а также осуществлял быструю
                  поставку. Мы можем уверенно сказать, что «Сантехкомплект-Урал»
                  отвечает всем требованиям надежного партнера, проверенного
                  временем!
                </p>
              </div>
              <div>
                <div class="text-right font-semibold">
                  Генеральный директор ООО СК «Екатеринбургсантехмотаж»
                </div>
                <div class="text-right">Пьянков Виктор</div>
              </div>
            </div>
            <!-- # card 2 -->
            <!-- card 3 -->
            <div class="px-8 py-6 space-y-4 bg-slate-150 rounded-xl">
              <h3 class="!my-0">
                Сантехкомплект-Урал является надежным звеном.
              </h3>
              <div>
                <p>
                  Успех генерального подрядчика обеспечивается надежностью и
                  обязательностью всех субподрядчиков. В нашем строительном
                  конвейере «Сантехкомплект-Урал» является надежным звеном.
                  Желаем «Сантехкомплекту» поднимать планку наших партнерских
                  отношений, нашего общего влияния на качество строительства.
                </p>
              </div>
              <div>
                <div class="text-right font-semibold">
                  Директор ЗАО «Спецмонтаж», строительная компания
                  «Атомстройкомплекс»
                </div>
                <div class="text-right">Земеров Михаил</div>
              </div>
            </div>
            <!-- # card 3 -->
            <!-- card 4 -->
            <div class="px-8 py-6 space-y-4 bg-slate-150 rounded-xl">
              <h3 class="!my-0">
                Высокий профессионализм, ответственность и умение держать свое
                слово – опорные точки нашего сотрудничества.
              </h3>
              <div>
                <p>
                  ООО «УЦСК «Сантехкомплект-Урал» является Партнером ООО «ВИЛО
                  РУС» уже много лет. Все эти годы мы остаёмся именно
                  Партнерами, а это значит, что в основе сотрудничества лежат в
                  первую очередь уважение, доверие, поддержка и уже потом
                  своевременная оплата счетов, качество, цена и сроки поставки
                  оборудования.
                </p>
                <p>
                  Для получения положительного результата во взаимоотношениях
                  между партнерами — производителем и поставщиком — самое
                  главное, на наш взгляд, взаимопонимание. Взаимопонимание
                  достигается не статусом или известностью компаний, а личными и
                  деловыми качествами сотрудников. Высокий профессионализм,
                  ответственность и умение держать свое слово, присущие
                  руководству Сантехкомплекта, стали основой для существующих
                  продуктивных отношений между нами. Очень важно, когда любой
                  вопрос или проблему можно решить всего одним звонком! Есть все
                  основания полагать, что положительная динамика сохранится, и
                  бурный рост продолжится. Ведь самое главное – компании
                  «Сантехкомплект-Урал» есть куда расти! А мы постараемся в этом
                  помочь.
                </p>
              </div>
              <div>
                <div class="text-right font-semibold">
                  Руководитель филиала ООО ВИЛО РУС в г.Екатеринбурге
                </div>
                <div class="text-right">Копылов Кирилл</div>
              </div>
            </div>
            <!-- # card 4 -->
            <!-- card 5 -->
            <div class="px-8 py-6 space-y-4 bg-slate-150 rounded-xl">
              <h3 class="!my-0">
                Компания «Сантехкомплект-Урал» — это пример настоящего Партнера.
              </h3>
              <div>
                <p>
                  «Сейчас мне уже не верится, что несколько лет назад ООО «УЦСК
                  «Сантехкомплект — Урал» для Данфосс был перспективным
                  партнером с небольшим объёмом продаж. Перспективы наступили
                  быстрее, чем мы думали — всего в течение одного-двух лет после
                  начала сотрудничества компания стала лидером среди наших
                  уральских партнеров, а последние годы является ключевым
                  партнером Данфосс в России. Да, этому успеху точно
                  способствует мощная филиальная сеть, сильная логистика,
                  богатая складская программа, кредитная политика, системное
                  обучение сотрудников и активный маркетинг!
                </p>
                <p>
                  Но настоящим двигателем прогресса была и есть команда
                  неравнодушных профессионалов на разных уровнях компании – от
                  руководителей компании до сотрудников отделов продаж! С Вами
                  вместе работать и интересно, и полезно — уже более пяти лет я
                  четко вижу, как мы активно учимся друг у друга, как легко мы
                  вместе находим интересные обеим компаниям решения, как мы
                  вместе быстро достигаем совместных целей…это пример настоящего
                  ПАРТНЕРА! Особенно мы ценим то, что Вы выполняете
                  договоренности, именно это укрепляет наши деловые и личные
                  отношения. Я хочу каждому из сотрудников Вашей компании
                  пожелать надолго сохранить этот здоровый дух предприимчивости,
                  оптимизма, желания лучших изменений в своей работе и, конечно,
                  удачи! А Данфосс всегда в этих стремлениях будет вместе с
                  Вами!»
                </p>
              </div>
              <div>
                <div class="text-right font-semibold">
                  Региональный директор ООО «Данфосс»
                </div>
                <div class="text-right">Спиридонов Игорь</div>
              </div>
            </div>
            <!-- # card 5 -->
            <!-- card 6 -->
            <div class="px-8 py-6 space-y-4 bg-slate-150 rounded-xl">
              <h3 class="!my-0">Признанный авторитет на уральском рынке</h3>
              <div>
                <p>
                  «Сантехкомплект-Урал» – удивительная компания. Я лично знаю
                  много оптовых сантехнических компаний в России от
                  Санкт-Петербурга до Новосибирска, но ничего похожего не видел.
                  Целеустремленность в достижении результата, но при этом
                  способность спокойно признавать свои неудачи. Признанный
                  авторитет на уральском рынке и партнерская открытость в
                  общении. Динамичное развитие и сохранение традиций. Найдется
                  немного организаций, способных в неблагоприятных условиях
                  становиться сильнее. И тем весомее те результаты, которых мы
                  достигли вместе с вами.
                </p>
              </div>
              <div>
                <div class="text-right font-semibold">
                  Руководитель представительства по Урало-Сибирскому региону ООО
                  «Фрэнкише Рус»
                </div>
                <div class="text-right">Рыжковский Борис</div>
              </div>
            </div>
            <!-- # card 6 -->
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script setup>
import AppBreadcrumbs from "@/components/AppBreadcrumbs.vue";
import AppButton from "@/components/UI/Buttons/AppButton.vue";

useHead({
  title: "Отзывы о компании",
});

const breadcrumbs = [{ name: "Отзывы о компании", url: "/clients/reviews" }];
</script>
