<template>
  <div class="container">
    <div class="post-wrapper">
      <app-breadcrumbs :breadcrumbs="breadcrumbs" position="center" />
      <h1 class="text-center">{{ title }}</h1>
      <div class="grid grid-cols-12">
        <div class="col-start-1 col-end-13 xl:col-start-3 xl:col-end-11">
          <p class="mb-6">
            В своей деятельности наша компания придерживается отраслевого
            подхода, что обеспечивает учет индивидуальных особенностей каждой
            группы клиентов.
          </p>
          <!-- bg-slate-150 rounded-xl px-8 py-6 -->
          <div class="space-y-10">
            <div class="bg-slate-150 rounded-xl px-8 py-6">
              <h3 class="!mt-0">Капитальное строительство</h3>
              <p>
                «Сантехкомплект-Урал» осуществляет поставки оборудования для
                комплектации систем отопления, водоснабжения и канализации мало
                и многоэтажных зданий и сооружений, возводимых как по типовым,
                так и по индивидуальным проектам.
              </p>
              <p>
                Высококвалифицированные сотрудники нашей фирмы скомплектуют и
                доставят необходимое оборудование, материалы и изделия для
                систем жизнеобеспечения вашего проекта. Мы предложим вам
                наиболее оптимальные решения в соответствии с архитектурой
                вашего объекта и прилегающей территорией.
              </p>
              <p>
                Сантехкомплект-Урал комплектовало сантехническим оборудованием
                Атриум Палас Отель, РЦ «Антей», Дворец игровых видов спорта,
                Храм на Крови, Госпиталь ветеранов войн, Храмовый комплекс на
                Ганиной Яме, Автоцентры «Мерседес», «Шевроле», «Пежо»,
                «Фольксваген», «Порше Центр Екатеринбург», ТРЦ «Парк-Хаус», ТК
                «Мытный Двор», жилые объекты в разных уголках страны от
                «эконом-класса» до элитных домов.
              </p>
            </div>
            <div class="bg-slate-150 rounded-xl px-8 py-6">
              <h3 class="!mt-0">Эксплуатация и городское коммунальное хозяйство</h3>
              <p>
                В условиях хронического дефицита бюджетных средств в секторе
                городского коммунального хозяйства «Сантехкомплект-Урал» готово
                предложить уникальную программу сотрудничества в области
                поставок сантехоборудования.
              </p>
              <p>
                Благодаря многолетнему опыту работы с организациями,
                занимающимися ремонтом и эксплуатацией городского коммунального
                хозяйства «Сантехкомплект-Урал» имеет возможность предоставить
                оптимальное сочетание цены и качества инженерного и технического
                оборудования в разнообразном ассортименте.
              </p>
              <p>
                Сотни организаций закупают в нашей компании
                санитарно-техническое оборудование, материалы и изделия для
                ремонта и эксплуатации муниципальных объектов города.
              </p>
            </div>
            <div class="bg-slate-150 rounded-xl px-8 py-6">
              <h3 class="!mt-0">Посреднические организации</h3>
              <p>
                «Сантехкомплект-Урал» активно сотрудничает с посредническими
                организациями, имеющими в ассортименте санитарно-технические
                изделия.
              </p>
              <p>
                Для удобства наших клиентов офис компании и склады находятся на
                территории одной базы с удобными подъездными путями. По вашей
                заявке менеджеры компании произведут предварительную
                комплектацию сборных грузов, осуществят упаковку и доставят
                любым видом транспорта.
              </p>
            </div>
            <div class="bg-slate-150 rounded-xl px-8 py-6">
              <h3 class="!mt-0">Сотрудничество с магазинами</h3>
              <p>
                «Сантехкомплект-Урал» предлагает вам очень выгодные условия
                приобретения товара для продажи через розничную сеть. Сегодня
                наша компания снабжает более 100 магазинов города санфаянсом,
                смесителями, отопительным оборудованием, арматурой и другими
                аксессуарами, которые могут пригодиться при оборудовании
                санузлов, ванных комнат и отопления.
              </p>
            </div>
            <div class="bg-slate-150 rounded-xl px-8 py-6">
              <h3 class="!mt-0">Промышленный комплекс</h3>
              <p>
                Специалисты компании помогут вам скомплектовать объекты любого
                типа, масштаба и сложности всем необходимым сантехническим
                оборудованием: более 8000 наименований на складе в
                Екатеринбурге, а также более 25 000 наименований под заказ.
              </p>
              <p>
                С нашей компанией постоянно сотрудничают такие крупные
                промышленные предприятия как ОАО Корпорация «ВСМПО-АВИСМА»,
                Концерн «Калина», Уральский электро-химический комбинат, МПО
                автоматики, СУМЗ, НСММЗ, Синарский трубный завод , а также
                многие ведущие предприятия промышленного комплекса.
              </p>
            </div>
            <div class="bg-slate-150 rounded-xl px-8 py-6">
              <h3 class="!mt-0">Энергосберегающие технологии</h3>
              <p>
                Сантехкомплект-Урал активно участвует в Программах
                энергосбережения города и области, а также в других регионах
                России.
              </p>
              <p>
                Для усовершенствования систем центрального и автономного
                теплоснабжения, включая котельные и тепловые пункты
                Сантехкомплект-Урал предлагает широкий ассортимент оборудования,
                включая насосы, теплообменники, мембранные расширительные баки,
                оборудование для узлов учета тепловой энергии и теплоносителя,
                средства автоматического регулирования параметров теплоносителя
                и запорно-регулирующую арматуру, как российского так и
                импортного производства, контрольно-измерительные приборы и
                другое оборудование.
              </p>
              <p>
                Мы внимательно изучаем новое оборудование для систем
                теплоснабжения, появляющееся на Российском рынке и наш
                ассортимент постоянно расширяется и обновляется. Компания готова
                сотрудничать со всеми, кто занимается реконструкцией,
                проектированием и монтажом тепловых пунктов, автономных
                источников теплоснабжения, прокладкой разводящих тепловых сетей
                и другими работами в области теплоэнергетики.
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script setup>
import AppBreadcrumbs from "@/components/AppBreadcrumbs.vue";

const title = "Сотрудничество";

useHead({
  title,
});

const breadcrumbs = [{ name: title, url: "/clients/cooperation" }];
</script>
